function getPhoneNumber(){
            // Selecting the input element and get its value 
            var inputVal = 91+document.getElementById("phoneNumber").value;
        var walink ="https://wa.me/"+inputVal
 
  window.open("https://wa.me/"+inputVal+"?text=*%20નવું%20Ampere%20Magnus%20NEO%20–%20હવે%20વધુ%20શક્તિશાળી%20અને%20સલામત!%20*%0A%0A%20નમસ્તે%2C%20%20%0A%0Aઆવ્યું%20છે%20*Ampere%20Magnus%20NEO*–%20હવે%20*સૌથી%20સલામત%20LFP%20બેટરી*%20સાથે%2C%20જે%20આપે%20*30%25%20વધુ%20ચાર્જિંગ%20સાઈકલ%20લાઇફ!*%20%20%20%0A%EF%B8%8F%20*5%20વર્ષ%20%2F%2075%2C000%20km*%20ની%20લાંબી%20વોરંટી%20સાથે%2C%20મજબૂત%20બિલ્ડ%20*ભીમ%20જેવું*%20અને%20ચાલે%20*અર્જુન%20જેવી%20ઝડપે!*%20%EF%B8%8F%20%20%0A%0Aહવે%20વધુ%20*વિશ્વાસપૂર્વક*%20અને%20*અદભૂત%20પરફોર્મન્સ*%20સાથે%20શાનદાર%20રાઇડ%20માટે%20તૈયાર%20થાઓ!%20%20%20%0A%0A%20વધુ%20માહિતી%20માટે%20અમને%20સંપર્ક%20કરો%3A%20%20*7041756888*%20%0A%0A%20*Magnus%20NEO*–%20શક્તિ%2C%20સુરક્ષા%20અને%20વિશ્વાસનો%20સમન્વય!")
}
